tutorials/multiphase/multiphaseInterFoam/laminar/mixerVessel2D/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases
(
    water
    {
        transportModel Newtonian;
        nu             1e-06;
        rho            1000;
    }

    oil
    {
        transportModel Newtonian;
        nu             1e-06;
        rho            500;
    }

    mercury
    {
        transportModel Newtonian;
        nu             1.125e-07;
        rho            13529;
    }

    air
    {
        transportModel Newtonian;
        nu             1.48e-05;
        rho            1;
    }
);

sigmas
(
    (air water) 0.07
    (air oil) 0.07
    (air mercury) 0.07
    (water oil) 0.07
    (water mercury) 0.07
    (oil mercury) 0.07
);


// ************************************************************************* //
